Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: The solution will use BYOD devices because this is a pilot and there is no budget to purchase new devices.
pt_br: A solução utilizará dispositivos BYOD, já que é um piloto e não há orçamento para a compra de novos dispositivos.

source: Select all that apply and click Submit.
pt_br: Selecione todas as opções corretas e clique em Enviar.

source: Service providers (SPs) deliver services such as network, application, infrastructure and security, with regular ongoing support.&nbsp;
pt_br: Os provedores de serviços (SPs) oferecem serviços como rede, aplicativos, infraestrutura e segurança com suporte contínuo regular.&nbsp;

source: Android comes with strong encryption that is always on and cannot be disabled by users.
pt_br: O Android vem com uma robusta criptografia que está sempre ativa e que não pode ser desativada pelos usuários.

source: Google Docs, Sheets and Slides offer cloud-based collaborative working.
pt_br: O Documentos, Planilhas e Apresentações Google possibilitam o trabalho colaborativo na nuvem.

source: question
pt_br: pergunta

source: Troubleshooting for resellers
pt_br: Solução de problemas para revendedores

source: Partly correct
pt_br: Parcialmente correto

source: Easy setup for users
pt_br: Fácil configuração para os usuários

source: Google Play Protect: provides 24/7 mobile security that scans apps and devices.
pt_br: Google Play Protect: oferece 24h de segurança móvel e varredura de aplicativos e dispositivos.

source: Device Admin API
pt_br: API de administração do dispositivo

source: Welcome to the Basics of Android Security class.
pt_br: Bem-vindo ao curso Noções Básicas de Segurança do Android.

source: Use the device upload CSV and specify 0 in the owner column.
pt_br: Usar o CSV de upload do dispositivo e definir 0 na coluna “proprietário”.

source: PAGE 4 ACCORDION #20 #27 #29 #30
pt_br: PÁGINA 4 ACCORDION #20 #27 #29 #30

source: Your score:
pt_br: Sua pontuação:

source: Another major benefit of using APIs is that automatic data entry will significantly reduce the possibility of mistakes.
pt_br: Outro grande benefício do uso de APIs é que o registro automático de dados reduz significativamente a possibilidade de erros.

source: profiletype &ndash; example:
pt_br: profiletype - exemplo:

source: Incorrect, select RETRY to try again.
pt_br: Incorreto, clique em TENTAR NOVAMENTE e faça uma nova tentativa.

source: A VPN is an encrypted connection to the internet by a secure tunnel.
pt_br: VPN é uma conexão criptografada de internet através de um túnel seguro.

source: Click Devices in the navigation panel
pt_br: Clique em Devices no painel de navegação lateral

source: This assignment has been submitted.
pt_br: A avaliação foi enviada.

source: Course attained
pt_br: Curso concluído

source: Secure
pt_br: Seguro

source: Zero-touch account’s Admin
pt_br: O administrador da conta sem toque

source: Assigning a default configuration
pt_br: Atribuindo uma configuração padrão

source: High-end smartphones
pt_br: Smartphones de última geração

source: A policy can be set to prevent apps from being side-loaded.
pt_br: É possível definir uma regra para prevenir o sideload de aplicativos.

source: PAGE 2 FLOW CHART #13
pt_br: PÁGINA 2 FLUXOGRAMA #13

source: Creating a new customer account
pt_br: Criando uma nova conta de cliente

source: Add or remove team members
pt_br: Adicionar ou remover membros da equipe

source: Target
pt_br: Destino

source: There&rsquo;s more information about company owned devices in this&nbsp;datasheet.
pt_br: Saiba mais sobre dispositivos de propriedade da empresa neste &nbsp;material.

source: What we’ll cover.
pt_br: O que vamos abordar.

source: You realize they could benefit from understanding Application Sandboxing a little better.
pt_br: Você percebe que poderia ser proveitoso para Bina entender um pouco melhor o conceito de Sandbox de Aplicativos.

source: Hardware elements
pt_br: Elementos de hardware

source: The EMM provider
pt_br: O fornecedor de EMM

source: Separate ecosystems for each partner type ensures they all have all the information they need.
pt_br: Ecossistemas separados para cada tipo de parceiro garantem que todos eles tenham as informações necessárias

source: What are some of the benefits of this type of deployment?
pt_br: Quais são os benefícios deste tipo de implantação?

source: Prohibiting clipboard copy and paste across profiles
pt_br: Restrição de cópia e transferência entre os perfis

source: Flexible
pt_br: Flexível

source: Customer account creation
pt_br: Criar a conta do cliente

source: Customer support (troubleshooting customer issues)
pt_br: Suporte ao cliente (solução de problemas dos clientes)

source: FINAL EXIT BUTTON
pt_br: FINAL BOTÃO DE SAÍDA

source: Retake Assessment
pt_br: Refazer Avaliação

source: Section 2 - Knowledge check
pt_br: Seção 2 - Verificação de conhecimento

source: Security
pt_br: Segurança

source: Full Playlist
pt_br: Lista de Reprodução Completa

source: Google Play Protect is built-in malware protection that works on all Android devices to keep devices clean and data safe.
pt_br: O Google Play Protect é uma proteção incorporada contra malwares que funciona para manter todos os dispositivos Android limpos e os dados, seguros.

source: Did the content adequately explain the knowledge and concepts you needed before taking the 'Android Enterprise Experts Certification Exam'?
pt_br: O conteúdo explicou adequadamente o conhecimento e os conceitos necessários para fazer o Exame de Certificação do Android Enterprise Experts?

source: EMM Provider
pt_br: Fornecedor de EMM

source: Find out more about the choice of devices in this&nbsp;datasheet.
pt_br: Saiba mais sobre a escolha dos dispositivos nestematerial.

source: Here&rsquo;s what we&rsquo;ll cover in this course:
pt_br: Veja o que vamos abordar neste curso:

source: Deployment method
pt_br: Método de implantação

source: PAGE 3 ACCORDION #21.5
pt_br: PÁGINA 3 ACCORDION #21.5

source: Select each box to find out more.
pt_br: Selecione os itens para saber mais

source: Securing the devices with EMM
pt_br: Proteger dispositivos com EMM

source: List the people who need to be included in these conversations.
pt_br: Listar as pessoas que precisam ser incluídas nessas conversas.

source: Incorrect, try again
pt_br: Incorreto, tente novamente

source: Recap
pt_br: Recapitulando

source: Editing team members
pt_br: Editando membros de equipe

source: You&#39;ve completed Introduction to zero-touch basics.
pt_br: Você completou a Introdução aos fundamentos do sem toque.

source: Keep in mind that a customer cannot register their own devices by uploading a .CSV file.
pt_br: Lembre-se de que o cliente não pode cadastrar seus próprios dispositivos enviando um arquivo .CSV.

source: PAGE 3 ACCORDION #21
pt_br: PÁGINA 3 ACCORDION #21

source: course
pt_br: curso

source: Question 2
pt_br: Pergunta 2

source: Question 4.
pt_br: Pergunta 4.

source: There are two portal user roles:
pt_br: Há duas funções de usuário no portal:

source: Bring Your Own Device (BYOD)
pt_br: Traga seu Próprio Dispositivo (BYOD)

source: Customer portal
pt_br: Portal do cliente

source: Try again from the start
pt_br: Tentar novamente desde o começo

source: A company should enroll its employees personal devices
pt_br: Uma empresa deve registrar os dispositivos pessoais de seus funcionários

source: Verified Boot
pt_br: Inicialização verificada

source: Android Enterprise offers multi-layered security for OS, hardware and software across the ecosystem.
pt_br: O Android Enterprise oferece múltiplas camadas de segurança para o sistema operacional, hardware e software em todo o ecossistema.

source: Select each hotspot to see.
pt_br: Selecione as imagens para visualizar.

source: Select the arrow to see more.
pt_br: Clique na seta para visualizar mais.

source: Understanding the reseller and customer portal
pt_br: Entendendo o portal do revendedor e do cliente

source: Stars to collect
pt_br: Estrelas a serem coletadas

source: Let's continue with Android Enterprise
pt_br: Vamos continuar com o Android Enterprise

source: Overview of Android Enterprise
pt_br: Resumo sobre o Android Enterprise

source: Set extra setup parameters like EMM Server URL, Authentications method and more that&#39;s passed to the DPC (EMM app on the device).
pt_br: Defina parâmetros extras de configuração, como URL do Servidor EMM, método de autenticações e mais dados passados para o DPC (aplicativo de EMM no dispositivo).

source: Incognito mode can be disabled.
pt_br: O modo de navegação anônima pode ser desativado.

source: NEXT
pt_br: PRÓXIMA

source: This provides customers access and their own customer ID
pt_br: Isso permite que o cliente receba o ID e tenha acesso ao portal

source: Users can be prevented from disabling Safe Browsing.
pt_br: É possível impedir que os usuários desativem a Navegação Segura.

source: Assign the configuration to the devices
pt_br: Atribuir a configuração aos dispositivos

source: Customers can use the zero-touch portal to:
pt_br: Os clientes podem usar o portal de registro sem toque para:

source: Flow Chart 1 Page 1
pt_br: Fluxograma 1 Página 1

source: New Article Title
pt_br: Título do Novo Artigo

source: &ldquo;Great, if it&rsquo;s ok with you, can I ask some more questions and see how we can help?&rdquo;
pt_br: &ldquo;Ótimo, tudo bem se eu fizer mais algumas perguntas para entender como podemos ajudar?&rdquo;

source: Application Sandboxing is a technology that allows each app to create its own virtual sandbox and limit the end user from being able to copy and paste data from the app into another app.
pt_br: O Sandbox de Aplicativos é uma tecnologia que permite que cada aplicativo crie sua própria área restrita virtual e limite a habilidade do usuário final de copiar e colar dados de um aplicativo para outro.

source: APIs increase productivity and reduce errors due to manual entry of data.
pt_br: As APIs aumentam a produtividade e reduzem os erros causados pelo registro manual de dados.

source: Kiosks
pt_br: Quiosques

source: Zero-touch ecosystem.
pt_br: Ecossistema sem toque.

source: Date created:
pt_br: Data de criação:

source: How the Android OS protects against security vulnerabilities.
pt_br: Como o Android OS previne vulnerabilidades de segurança.

source: Overview
pt_br: Visão Geral

source: Effortless, automated EMM enrollment and device provisioning at any scale
pt_br: Registro da EMM facilitado e automatizado e provisionamento de dispositivos em qualquer escala

source: Steps for customers
pt_br: Passos para clientes

source: Scenario 3 – Customer service.
pt_br: Cenário 3 – Atendimento ao cliente.

source: PAGE 3 ACCORDION #22
pt_br: PÁGINA 3 ACCORDION #22

source: Which of the following defines zero-touch?
pt_br: Qual das seguintes opções define o sem toque?

source: Some businesses may believe mobile device management and security is too complicated to deploy.
pt_br: Algumas empresas podem acreditar que o gerenciamento e a segurança de dispositivos móveis são coisas complicadas de implantar.

source: Every 30 days
pt_br: A cada 30 dias

source: How to enable a new reseller
pt_br: Como habilitar um novo revendedor

source: ZTR SALES RECAP PAGE 5
pt_br: RESUMO ZTR SALES PÁGINA 5

source: Home
pt_br: Página Inicial

source: Questions Correct
pt_br: Perguntas Corretas

source: Their tasks include:
pt_br: Suas tarefas incluem:

source: Select this button to toggle the progress sidebar
pt_br: Clique neste botão para ativar a barra lateral de progresso

source: Application deployment to devices
pt_br: Implantação de aplicativos em dispositivos

source: Maybe we could create an app for the public with some of those features?”
pt_br: Será que não podemos criar um aplicativo com alguns desses recursos?”

source: Easy set up for end users
pt_br: Configuração fácil para o usuário final

source: Device Manufacturers:
pt_br: Fabricante de dispositivos:

source: Let&rsquo;s check what you&rsquo;ve learned so far.
pt_br: Vamos verificar seus conhecimentos até aqui.

source: Let&rsquo;s continue our mobility journey and meet the partners involved in bringing the Android Enterprise solution together, and some of the features that make Android the perfect fit for every business.
pt_br: Vamos continuar nossa jornada de mobilidade e conhecer os parceiros envolvidos na integração da solução Android Enterprise, além de alguns recursos que fazem do Android a solução perfeita para todas as empresas.

source: Subtitles on
pt_br: Legendas ativadas

source: There are several troubleshooting topics that you can choose from.
pt_br: Há diferentes tópicos para solução de problemas entre os quais escolher.

source: Google Play Protect scans devices and apps daily to block malware and other threats.
pt_br: O Google Play Protect realiza uma varredura diária nos dispositivos e aplicativos para bloquear malwares e outras ameaças.

source: It&rsquo;s good to talk about Google Play Protect which scans apps and devices daily.
pt_br: É importante falar sobre o Google Play Protect, que faz diariamente uma varredura em aplicativos e dispositivos.

source: Android Enterprise&nbsp;(enabled by EMM)
pt_br: Android Enterprise &nbsp;(habilitado pelo EMM)

source: It also means only approved apps are downloaded, ensuring company data is not accidentally shared outside the business.
pt_br: Também significa que apenas aplicativos autorizados podem ser baixados, garantindo que os dados da empresa não sejam compartilhados acidentalmente com terceiros.

source: Select NEXT to continue.
pt_br: Clique em PRÓXIMA para continuar.

source: Cancel
pt_br: Cancelar

source: E.g. companyitadmin@company.com
pt_br: Por exemplo, adminempresa@empresa.com

source: These are the steps for viewing customers on the zero-touch portal:
pt_br: Estes são os passos para visualizar clientes no portal de registro sem toque:

source: Explain common security threats.
pt_br: Explicar as ameaças mais recorrentes à segurança.

source: Commonly needed directions for the restrooms, cafes, lost luggage and check-in areas.
pt_br: Informações sobre banheiros, cafeterias, bagagem perdida e locais de check-in.

source: No
pt_br: Não

source: It also helps harmful app accessing any data from the OS or any other apps by throwing sand in the bad apps containers.
pt_br: Ele também auxilia aplicativos maliciosos a colherem dados sobre o sistema operacional e outros aplicativos do usuário enchendo o container do aplicativo malicioso de informações.

source: Set Email address to the team member&#39;s corporate email
pt_br: Defina o endereço de e-mail como o e-mail corporativo do membro da equipe

source: Security.
pt_br: Segurança.

source: What are the stages of implementing a mobility solution?
pt_br: Quais são os estágios da implementação de uma solução de mobilidade?

source: New configuration dialog form
pt_br: Novo formulário de diálogo de configuração

source: PAGE 2 ACCORDION #14 (2)
pt_br: PÁGINA 2 ACCORDION #14 (2)

source: Which of the following Google services keeps us safe while browsing websites?
pt_br: Quais dos seguintes serviços do Google nos mantêm seguros durante a navegação na web?

source: START DIALOG
pt_br: INICIAR CONVERSA

source: Remote locking or wiping of business data
pt_br: Bloqueio remoto ou limpeza de dados corporativos

source: Zero-touch portal deep dive.
pt_br: Aprofundamento sobre o portal sem toque.

source: Identify and explain the partners involved in the Android Enterprise ecosystem.
pt_br: Identificar e explicar quem são os parceiros envolvidos no ecossistema Android Enterprise.

source: Start
pt_br: Iniciar

source: You also share a link to a security white paper.
pt_br: Você também compartilha o link domaterial com informações sobre segurança.

source: This article is locked
pt_br: Este artigo está bloqueado

source: Device manufacturers
pt_br: Fabricantes de dispositivos

source: Explained common security threats.
pt_br: Entendemos as ameaças mais recorrentes à segurança.

source: ROLES ARTICLE
pt_br: ARTIGO SOBRE FUNÇÕES

source: These patches fix known vulnerabilities that malware could potentially use to gain control of a device.
pt_br: Essas atualizações corrigem vulnerabilidades que podem ser exploradas através de malwares para acessar um dispositivo.

source: End users should use a VPN that will create a secure connection wherever the user is.
pt_br: Os usuários finais devem usar uma VPN para gerar uma conexão segura onde quer que estejam.

source: From hardware to applications, Android has strong security built-in. Many businesses have experienced compromises and security is a primary concern for IT admins.
pt_br: Do hardware aos aplicativos, o Android oferece uma segurança robusta. Diversas empresas já sofreram ataque aos seus dados, o que faz da segurança uma prioridade para os departamentos de TI.

source: The .CSV file contains all your found devices, not just the result rows shown in the table
pt_br: O arquivo .CSV contém todos os dispositivos encontrados, e não apenas as linhas de resultado mostradas na tabela

source: With Android Enterprise Recommended, software updates could be managed to ensure compatibility before being rolled out.
pt_br: Com o Android Enterprise Recommended, as atualizações de software poderiam ser gerenciadas para garantir a compatibilidade antes de serem lançadas.

source: Alex fills you in:&nbsp;
pt_br: Alex explica:&nbsp;

source: You shouldn&rsquo;t use APIs as they decrease productivity.
pt_br: Você não deve usar APIs, elas diminuem a produtividade

source: The benefits of APIs and why you would use them.
pt_br: Os benefícios das APIs e por que usá-las.

source: Zero-touch on Samsung.
pt_br: O sem toque em dispositivos Samsung.

source: Select the box to find out more.
pt_br: Selecione os itens para saber mais.

source: You remember the concept of verified boot from your Android Enterprise training.
pt_br: Você se recorda do conceito de inicialização verificada do seu treinamento sobre o Android Enterprise.

source: This button is disabled.
pt_br: Este botão está desabilitado.

source: Close Course
pt_br: Fechar Curso

source: PAGE 3 T&G GIF
pt_br: PÁGINA 3 T&G GIF

source: “How often would the screen contents change?
pt_br: “Com que frequência o conteúdo da tela mudaria?

source: You&rsquo;ve completed the Applying learning to customer scenarios class and won some flight hours!
pt_br: Você completou a aula Como aplicar conhecimentos aos cenários do cliente e ganhou algumas horas de voo!

source: Select&nbsp;RESET and try again.
pt_br: Clique em REINICIAR e tente novamente.

source: Click Deregister in the resulting confirmation panel
pt_br: Clique em Deregister no painel de confirmação

source: I&rsquo;m from airport customer services and we&rsquo;ve been discussing ideas to help customers discover the information they need rather than queuing up to speak to one of our reps.&rdquo;
pt_br: Trabalho no serviço de atendimento ao cliente no aeroporto, e estamos discutindo ideias para ajudar os clientes a encontrar as informações que precisam em vez de fazer fila para falar com um de nossos representantes.&rdquo;

source: To summarize, we have learned that Lindsay needs:
pt_br: Resumindo, aprendemos que Lindsay precisa de:

source: Complete the fields in the New Configuration dialog form and click &lsquo;Apply&rsquo;
pt_br: Complete os campos do formulário de diálogo de Nova Configuração e clique em &lsquo;Apply&rsquo;

source: Exit
pt_br: Sair

source: Stars missed
pt_br: Estrelas perdidas

source: Audio description on
pt_br: Audiodescrição ativada

source: Found out how Android Enterprise management can add extra safeguards.
pt_br: Descobrimos como o Android Enterprise pode adicionar barreiras extras de proteção.

source: Alex has some concerns.
pt_br: Alex tem algumas preocupações.

source: Zero-touch
pt_br: Sem toque

source: What we&#39;ll cover.
pt_br: O que vamos abordar.

source: Each partner type has its own prerequisites for either offering or supporting zero-touch.&nbsp;
pt_br: Cada tipo de parceiro tem pré-requisitos próprios para oferecer ou dar suporte ao sem toque.&nbsp;

source: Plug it in and let it charge for 24 hours prior to doing anything else and do not touch it.
pt_br: Conectar o dispositivo à tomada, deixar carregando por 24 horas antes de fazer qualquer coisa e não tocar nele.

source: Title missing here
pt_br: Título faltando

source: Loading your learner data..
pt_br: Carregando seus dados de aprendizagem…

source: Installing a modified (rooted) version of Android and side-loading or downloading apps from unknown sources on your device leads to loss of security protection provided by Google.
pt_br: Instalar uma versão modificada (root) do Android, fazer sideload ou baixar aplicativos de fontes desconhecidas em seu dispositivo leva à perda da proteção de segurança do Google.

source: Lindsay says:&nbsp;
pt_br: Lindsay diz:&nbsp;

source: PAGE 4 ACCORDION #30 #31
pt_br: PÁGINA 4 ACCORDION #30 #31

source: Edit roles
pt_br: Editar funções

source: Tab to move through the course items
pt_br: Pressione Tab para percorrer os itens do curso

source: portrait
pt_br: retrato

source: attempts remaining
pt_br: tentativas restantes

source: Select the customer&rsquo;s EMM&#39;s DPC app.
pt_br: Selecione o aplicativo DPC do EMM do cliente.

source: It has layers of security and a wide variety of devices to choose from to suit any budget.
pt_br: Ele possui camadas de segurança e uma grande variedade de dispositivos que se adequam a qualquer orçamento.

source: The portal is a deployment method used to prepare and register devices into an EMM to be managed with Android Enterprise.
pt_br: O portal é um método de implantação usado para preparar e integrar dispositivos em um EMM a ser gerenciado com o Android Enterprise.

source: You selected Partner and Role.
pt_br: Você escolheu Parceiro e Função.

source: What is the benefit of work profile?
pt_br: Qual é o benefício de um perfil profissional?

source: Quiz complete.
pt_br: Teste concluído.

source: modemid &ndash; example:
pt_br: modemid - exemplo:

source: Course Attainment
pt_br: Taxa de Conclusão de Curso

source: Zero-touch is now a part of Google Mobile Services core and is supported on all devices running Android 9+.
pt_br: O sem toque agora faz parte do Google Mobile Services e é suportado em todos os dispositivos que executam o Android 9+.

source: Retakes taken
pt_br: Tentativas realizadas

source: You will also have interaction with other partners, such as:
pt_br: Você também terá interação com outros parceiros, como:

source: Device management is widely used by organizations around the world.
pt_br: O gerenciamento de dispositivos é amplamente usado por organizações de todo o mundo.

source: Since only Owners can add or delete team members, follow the steps below to check your account&#39;s role:
pt_br: Como apenas os proprietários podem adicionar ou excluir membros da equipe, siga as etapas abaixo para verificar a função da sua conta:

source: Select the button for chat.
pt_br: Clique no botão para abrir o chat.

source: Enterprise mobility.
pt_br: Mobilidade corporativa.

source: Source:
pt_br: Fonte:

source: Going further, devices can be restricted to only being able to download from the managed Google Play store.
pt_br: Além disso, é possível restringir os dispositivos para baixarem aplicativos apenas na loja do Google Play gerenciado.

source: Users can be tricked into giving up credentials or installing a potentially harmful app.
pt_br: Os usuários podem ser enganados a fornecer suas credenciais ou a instalar um aplicativo potencialmente nocivo.

source: Congratulations!
pt_br: Parabéns!

source: Let&rsquo;s get started!
pt_br: Vamos começar!

source: Device management
pt_br: Gerenciamento de dispositivos
